import React from "react";

const Introducere = () => {
  return (
    <div className="about">
      <h2 className="title2"> Профиль </h2>
      <p>
        Добро пожаловать на страницу моего резюме. <br />
        Начинал свой путь разработки с хакатонов. Я обучался в техническом вузе,
        где всегда проходили разные мероприятия связанные с разработкой. Начиная
        с 2018-го года я участвовал в различных IT-хакатонах, улучшая свои
        навыки веб-разработки. Читая книги документации и смотря обучающие
        ролики на Youtube, освоил современную фронтенд-разработку а также основы
        бэкенд-разработки.
      </p>
    </div>
  );
};

export default Introducere;
